-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Июн 15 2022 г., 05:39
-- Версия сервера: 5.5.53
-- Версия PHP: 5.6.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `comp`
--

-- --------------------------------------------------------

--
-- Структура таблицы `dop`
--

CREATE TABLE `dop` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `model` varchar(255) NOT NULL,
  `inv` varchar(255) NOT NULL,
  `year` varchar(255) NOT NULL,
  `podot` varchar(255) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `dop`
--

INSERT INTO `dop` (`id`, `aud`, `name`, `model`, `inv`, `year`, `podot`, `korpus_id`) VALUES
(1, 414, 'Системный блок', 'HP LaserJet 1020', '041430202010290', '2022', '', 0),
(2, 414, 'Системный блок', '', '320262013000001224', '', '', 0),
(3, 413, 'Системный блок', '', '', '', '', 0),
(4, 414, 'Системный блок', '', '320262013000001224', '', '', 0),
(5, 414, 'Системный блок', '', '320262013000001222', '', '', 0),
(6, 414, 'Системный блок', '', '320262013000001225', '', '', 0),
(7, 414, 'Монитор', '', '320262013000001984', '', '', 0),
(8, 414, 'Монитор', '', '320262013000001963', '', '', 0),
(9, 413, 'Монитор', '', '320262013000001976', '', '', 0),
(10, 413, 'Монитор', '', '320262013000001968', '', '', 0),
(11, 413, 'Монитор', '', '', '', '', 0),
(12, 413, 'Монитор', '', '', '', '', 0),
(13, 413, 'Принтер', 'Canon', '', '', '', 0),
(14, 413, 'Принтер', 'HP LaserJet 3050', '041430202011522', '', '', 0),
(15, 413, 'Принтер', 'Flying Bear Ghost 4S', '', '', '', 0),
(16, 413, 'Принтер', 'Epson Stylus Photo T50', '041431902900115', '', '', 0),
(17, 418, 'Системный блок', '', '320262013000002116', '', '', 0),
(18, 418, 'Системный блок', '', '320262013000002079', '', '', 0),
(19, 418, 'Системный блок', '', '320262013000002063', '', '', 0),
(20, 418, 'Системный блок', '', '320262013000002103', '', '', 0),
(21, 418, 'Системный блок', '', '320262013000002115', '', '', 0),
(22, 418, 'Системный блок', '', '320262013000002081', '', '', 0),
(23, 418, 'Системный блок', '', '320262013000002059', '', '', 0),
(24, 418, 'Системный блок', '', '320262013000002085', '', '', 0),
(25, 418, 'Системный блок', '', '320262013000002105', '', '', 0),
(26, 418, 'Системный блок', '', '320262013000002094', '', '', 0),
(27, 418, 'Системный блок', '', '320262013000002065', '', '', 0),
(28, 418, 'Системный блок', '', '320262013000002068', '', '', 0),
(29, 418, 'Системный блок', '', '320262013000002092', '', '', 0),
(30, 418, 'Системный блок', '', '320262013000002107', '', '', 0),
(31, 418, 'Системный блок', '', '320262013000002108', '', '', 0),
(32, 418, 'Системный блок', '', '', '', '', 0),
(33, 418, 'Системный блок', '', '', '', '', 0),
(34, 418, 'Монитор', '', '341430202010681', '', '', 0),
(35, 418, 'Монитор', '', '', '', '', 0),
(36, 418, 'Монитор', '', '', '', '', 0),
(37, 418, 'Монитор', '', '', '', '', 0),
(38, 418, 'Монитор', '', '', '', '', 0),
(39, 418, 'Монитор', '', '', '', '', 0),
(40, 418, 'Монитор', '', '', '', '', 0),
(41, 418, 'Монитор', '', '', '', '', 0),
(42, 418, 'Монитор', '', '', '', '', 0),
(43, 418, 'Монитор', '', '', '', '', 0),
(44, 418, 'Монитор', '', '', '', '', 0),
(45, 418, 'Монитор', '', '', '', '', 0),
(46, 418, 'Монитор', '', '', '', '', 0),
(47, 418, 'Монитор', '', '', '', '', 0),
(48, 418, 'Монитор', '', '', '', '', 0),
(49, 418, 'Монитор', '', '', '', '', 0),
(50, 418, 'Монитор', '', '', '', '', 0),
(51, 417, 'Монитор', '', '320262013000001942', '', '', 0),
(52, 417, 'Монитор', '', '320262013000001996', '', '', 0),
(53, 417, 'Монитор', '', '320262013000001996', '', '', 0),
(54, 417, 'Монитор', '', '3411430202010680', '', '', 0),
(55, 417, 'Системный блок', '', '320262013000001226', '', '', 0),
(56, 415, 'Системный блок', '', '320262013000001219', '', '', 0),
(57, 415, 'Монитор', '', '320262013000001950', '', '', 0),
(58, 417, 'Монитор', '', '320262013000001942', '', '', 0),
(59, 417, 'Монитор', '', '320262013000001996', '', '', 0),
(60, 417, 'Монитор', '', '3411430202010680', '', '', 0),
(61, 417, 'Системный блок', '', '320262013000001226', '', '', 0),
(62, 415, 'Системный блок', '', '320262013000001219', '', '', 0),
(63, 415, 'Монитор', '', '320262013000001950', '', '', 0),
(64, 417, 'Монитор', '', '341430202010249', '', 'Тарыма А.К., доц.Информатики', 0),
(65, 417, 'Монитор', '', '341430202010252', '', '', 0),
(66, 417, 'Монитор', '', '341430202010245', '', '', 0),
(67, 417, 'Монитор', '', '341430202010251', '', '', 0),
(68, 417, 'Монитор', '', '041430202011797', '', '', 0),
(69, 417, 'Монитор', '', '341430202010247', '', '', 0),
(70, 417, 'Монитор', '', '341430202010253', '', '', 0),
(71, 417, 'Монитор', '', '341430202010250', '', '', 0),
(72, 417, 'Монитор', '', '341430202010246', '', '', 0),
(73, 417, 'Монитор', '', '341430202010191', '', '', 0),
(74, 417, 'Монитор', '', '341430202010244', '', '', 0),
(75, 417, 'Системный блок', '', '341430202010249', '', '', 0),
(76, 417, 'Системный блок', '', '341430202010252', '', '', 0),
(77, 417, 'Системный блок', '', '341430202010245', '', '', 0),
(79, 417, 'Системный блок', '', '341430202010251', '', '', 0),
(80, 417, 'Системный блок', '', '041430202011797', '', '', 0),
(81, 417, 'Системный блок', '', '341430202010247', '', '', 0),
(82, 417, 'Системный блок', '', '341430202010253', '', '', 0),
(83, 417, 'Системный блок', '', '341430202010250', '', '', 0),
(84, 417, 'Системный блок', '', '341430202010246', '', '', 0),
(85, 417, 'Системный блок', '', '341430202010191', '', '', 0),
(86, 417, 'Системный блок', '', '341430202010244', '', '', 0),
(87, 417, 'Системный блок', '', '341430202010680', '', '', 0),
(88, 417, 'Системный блок', '', '341430202010241', '', '', 0),
(89, 417, 'Моноблок', '', '314430202010632', '', '', 0),
(90, 415, 'Моноблок', '', '341430202010611', '', '', 0),
(91, 415, 'Моноблок', '', '341430202010603', '', '', 0),
(92, 415, 'Моноблок', '', '341430202010608', '', '', 0),
(93, 415, 'Моноблок', '', '341430202010613', '', '', 0),
(94, 415, 'Моноблок', '', '341430202010612', '', '', 0),
(95, 415, 'Моноблок', '', '341430202010609', '', '', 0),
(96, 415, 'Моноблок', '', '341430202010604', '', '', 0),
(97, 415, 'Моноблок', '', '341430202010600', '', '', 0),
(98, 415, 'Моноблок', '', '341430202010606', '', '', 0),
(99, 415, 'Моноблок', '', '341430202010605', '', '', 0),
(100, 415, 'Моноблок', '', '341430202010610', '', '', 0),
(101, 415, 'Моноблок', '', '341430202010602', '', '', 0),
(102, 415, 'Моноблок', '', '341430202010607', '', '', 0),
(103, 415, 'Моноблок', '', '341430202010614', '', '', 0),
(104, 515, 'Моноблок', '', '341430202010148', '', '', 0),
(105, 515, 'Моноблок', '', '341430202010625', '', '', 0),
(106, 515, 'Моноблок', '', '341430202010618', '', '', 0),
(107, 515, 'Моноблок', '', '341430202010616', '', '', 0),
(108, 515, 'Моноблок', '', '341430202010617', '', '', 0),
(109, 418, 'Моноблок', '', '341430202010628', '', '', 0),
(110, 418, 'Моноблок', '', '341430202010626', '', '', 0),
(111, 515, 'Моноблок', '', '341430202010619', '', '', 0),
(112, 515, 'Моноблок', '', '341430202010621', '', '', 0),
(113, 515, 'Моноблок', '', '341430202010624', '', '', 0),
(114, 515, 'Моноблок', '', '341430202010623', '', '', 0),
(115, 515, 'Моноблок', '', '341430202010622', '', '', 0),
(116, 515, 'Моноблок', '', '341430202010620', '', '', 0),
(117, 515, 'Моноблок', '', '341430202010627', '', '', 0),
(118, 515, 'Моноблок', '', '341430202010615', '', '', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `kpk`
--

CREATE TABLE `kpk` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `komp` varchar(255) NOT NULL,
  `kol` int(11) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `kpk`
--

INSERT INTO `kpk` (`id`, `aud`, `komp`, `kol`, `korpus_id`) VALUES
(1, 102, 'Телевизор', 1, 5),
(2, 103, 'Телевизор', 1, 5),
(3, 105, 'Телевизор', 1, 5),
(4, 108, 'Телевизор', 1, 5),
(5, 201, 'Интер. панель, Проектор', 2, 5),
(6, 202, 'Телевизор', 1, 5),
(7, 205, 'Сист. блоки, мониторы, Инетр. панель, Проектор', 33, 5),
(8, 207, 'Моноблоки, Интер. панель', 15, 5),
(9, 209, 'Телевизор', 1, 5),
(10, 210, 'Телевизор', 1, 5),
(11, 218, 'Моноблоки, Сист. блоки, Интер. панель, Проектор', 15, 5),
(12, 219, 'Сист. блоки, мониторы, Телевизор', 35, 5),
(13, 309, 'Телевизор', 1, 5),
(14, 312, 'Проектор', 1, 5);

-- --------------------------------------------------------

--
-- Структура таблицы `lenina3`
--

CREATE TABLE `lenina3` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `komp` varchar(255) NOT NULL,
  `kol` int(11) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `lenina3`
--

INSERT INTO `lenina3` (`id`, `aud`, `komp`, `kol`, `korpus_id`) VALUES
(1, 104, 'Моноблоки, Интер. панель', 6, 3),
(2, 106, 'Моноблок, Интер. панель, Проектор', 3, 3),
(3, 108, 'Сист блоки, моноблоки', 4, 3),
(4, 109, 'Моноблок', 1, 3),
(5, 111, 'Моноблок, Телевизор, Проектор', 3, 3),
(6, 201, 'Сист. блок, монитор', 2, 3),
(7, 202, 'Ноутбук, Интер. панель, проектор', 3, 3),
(8, 203, 'Сист. блоки, проекторы', 28, 3),
(9, 204, 'Сист. блок, монитор', 2, 3),
(10, 205, 'Сист. блок, монитор', 2, 3),
(11, 206, 'Систю. блок, монитор, Телевизор', 3, 3),
(12, 208, 'Телевизор', 1, 3),
(13, 210, 'Моноблок', 1, 3),
(14, 301, 'Сист. блок, монитор, Телевизор', 3, 3),
(15, 302, 'Сист. блок, монитор', 2, 3),
(16, 303, 'Сист. блок, монитор, Проектор', 3, 3),
(17, 305, 'Моноблок', 1, 3),
(18, 306, 'Сист. блок, монитор', 2, 3),
(19, 308, 'Сист. блок, монитор, Телевизор', 3, 3),
(20, 309, 'Сист. блоки, мониторы, Интер. панель', 31, 3),
(21, 310, 'Сист. блок, монитор', 2, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `lenina5`
--

CREATE TABLE `lenina5` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `komp` varchar(255) NOT NULL,
  `kol` int(11) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `lenina5`
--

INSERT INTO `lenina5` (`id`, `aud`, `komp`, `kol`, `korpus_id`) VALUES
(1, 108, 'Ноутбук', 1, 1),
(2, 109, 'Системный блок', 1, 1),
(3, 201, 'Сист. блоки, моноблоки, ноутбук', 5, 1),
(4, 202, 'Моноблоки, телевизор', 8, 1),
(5, 204, 'Системные блоки', 2, 1),
(6, 205, 'Системные блоки', 2, 1),
(7, 206, 'Системные блоки, Интер. панель, Телевизор', 4, 1),
(8, 207, 'Системные блоки, Телевизор', 3, 1),
(9, 209, 'Системный блок, Телевизор', 2, 1),
(10, 211, 'Сист. блоки, Моноблоки', 6, 1),
(11, 212, 'Сист. блоки, Моноблоки, Телевизор', 14, 1),
(12, 301, 'Сист. блок, Проектор', 2, 1),
(13, 302, 'Системный блок', 1, 1),
(14, 303, 'Сист. блок, Моноблоки, Телевизор', 4, 1),
(15, 304, 'Системный блок', 1, 1),
(16, 305, 'Системный блок, Проектор', 2, 1),
(17, 306, 'Сист. блоки, мониторы, Телевизор', 16, 1),
(18, 307, 'Сист. блок, Монитор, Телевизор', 3, 1),
(19, 308, 'Системный блок, Монитор, Телевизоры', 4, 1),
(20, 309, 'Сист. блок, Монитор, Интер. панель, Проектор', 4, 1),
(21, 310, 'Сист. блоки, Мрниторы', 20, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `lenina36`
--

CREATE TABLE `lenina36` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `komp` varchar(255) NOT NULL,
  `kol` int(11) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `lenina36`
--

INSERT INTO `lenina36` (`id`, `aud`, `komp`, `kol`, `korpus_id`) VALUES
(1, 1, 'Системный блок', 1, 4),
(2, 2, 'Моноблок', 1, 4),
(3, 3, 'Системный блок', 1, 4),
(4, 31, 'Ноутбук', 1, 4),
(5, 32, 'Системный блок и Интерактивная панель', 2, 4),
(6, 34, 'Интерактивная панель', 1, 4),
(7, 312, 'Телевизор', 1, 4),
(8, 313, 'Интерактивная панель', 1, 4);

-- --------------------------------------------------------

--
-- Структура таблицы `rabochaya`
--

CREATE TABLE `rabochaya` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `komp` varchar(255) NOT NULL,
  `kol` int(11) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `rabochaya`
--

INSERT INTO `rabochaya` (`id`, `aud`, `komp`, `kol`, `korpus_id`) VALUES
(1, 101, 'Моноблок, Телевизор', 2, 4),
(2, 102, 'Моноблок, Телевизор', 2, 4),
(3, 103, 'Моноблок, Телевизор', 2, 4),
(4, 104, 'Сист. блоки, мониторы, Телевизор', 5, 4),
(5, 105, 'Сист. блок, монитор', 2, 4),
(6, 106, 'Моноблоки, Телевизор, Проектор', 14, 4),
(7, 111, 'Сист. блок, монитор, Телевизор', 3, 4),
(8, 112, 'Сист. блок, монитор, Интер. панель, Проектор', 4, 4),
(9, 219, 'Сист. блоки, мониторы, Интер. панель, Телевизор, Проектор', 5, 4),
(10, 220, 'Сист. блок, монитор, системник, Телевизор', 6, 4),
(11, 223, 'Сист. блоки, Моноблок, ', 6, 4),
(12, 406, 'Сист. блоки и мониторы, Проектор', 37, 4),
(13, 405, 'Сист. блоки, Моноблоки, Проектор', 14, 4),
(14, 404, 'Сист. блок, монитор, Интер. панель, Проектор', 4, 4),
(15, 403, 'Сист. блок, монитор, Проектор', 3, 4),
(16, 402, 'Сист. блок, монитор, Телевизор', 3, 4),
(17, 401, 'Сист. блоки, мониторы, Телевизор', 7, 4),
(18, 501, 'Сист. блоки, мониторы', 10, 4),
(19, 502, 'Сист. блок, монитор, проектор', 3, 4),
(20, 503, 'Сист. блоки, мониторы', 8, 4),
(21, 504, 'Сист. блок, монитор, Проектор', 3, 4),
(22, 505, 'Сист. блоки, мониторы, Моноблок', 9, 4),
(23, 506, 'Сист. блок, монитор', 2, 4),
(24, 507, 'Сист. блок, монитор, Телевизор', 3, 4),
(25, 508, 'Сист. блок, монитор', 2, 4),
(26, 509, 'Сист. блоки, мониторы, моноблок', 13, 4),
(27, 118, 'Сист. блок, монитор, Интер. панель, Телевизор, проектор', 5, 4),
(28, 304, 'Интер. панель, Проектор', 2, 4),
(29, 303, 'Сист.блок, монитор, Телевизор', 3, 4),
(30, 307, 'Сист. блоки, мониторы', 8, 4),
(31, 308, 'Сист. блоки, мониторы', 30, 4),
(32, 213, 'Системные блок, моноблок', 3, 4),
(33, 211, 'Сист. блок, монитор', 2, 4),
(34, 205, 'Сист. блоки, мониторы, Телевизор', 5, 4),
(35, 204, 'Системник, Телевизор', 2, 4),
(36, 203, 'Сист. блок, монитор', 2, 4),
(37, 202, 'Моноблок, Проектор', 2, 4),
(38, 207, 'Сист. блок, монитор', 2, 4),
(39, 206, 'Проектор', 1, 4),
(40, 209, 'Сист. блок, Моноблоки', 3, 4),
(41, 210, 'Сист. блок, Моноблоки, Интер. панель', 17, 4),
(42, 212, 'Сист. блок, монитор', 2, 4);

-- --------------------------------------------------------

--
-- Структура таблицы `studgorod`
--

CREATE TABLE `studgorod` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `komp` varchar(255) NOT NULL,
  `kol` int(11) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `studgorod`
--

INSERT INTO `studgorod` (`id`, `aud`, `komp`, `kol`, `korpus_id`) VALUES
(1, 100, 'Системные блоки', 15, 6),
(2, 101, 'Телевизор, Проектор', 2, 6),
(3, 102, 'Интерактивная панель, Телевизор и Проектор', 4, 6),
(4, 103, 'Телевизор и Проектор', 2, 6),
(5, 104, 'Проектор', 1, 6),
(6, 108, 'Телевизор', 1, 6),
(7, 111, 'Проектор', 1, 6),
(8, 112, 'Проектор', 1, 6),
(9, 124, 'Телевизор', 1, 6),
(10, 125, 'Системные блоки, Мониторы, Телевизор', 12, 6),
(11, 126, 'Интерактивная панель, Телевизор, Проектор', 3, 6),
(12, 127, 'Интерактивная панель, Проектор', 2, 6),
(13, 200, 'Системные блоки и Мониторы', 16, 6),
(14, 201, 'Системные блоки, Мониторы, Моноблок, Телевизор', 18, 6),
(15, 202, 'Интерактивная панель', 1, 6),
(16, 203, 'Системные блоки, Мониторы', 14, 6),
(17, 207, 'Системные блоки и Мониторы', 15, 6),
(18, 208, 'Телевизор', 1, 6);

-- --------------------------------------------------------

--
-- Структура таблицы `ulk2`
--

CREATE TABLE `ulk2` (
  `id` int(11) NOT NULL,
  `aud` int(11) NOT NULL,
  `komp` varchar(255) NOT NULL,
  `kol` int(11) NOT NULL,
  `korpus_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `ulk2`
--

INSERT INTO `ulk2` (`id`, `aud`, `komp`, `kol`, `korpus_id`) VALUES
(1, 104, '1 моноблок + 10 Сист. Блоки', 11, 1),
(2, 110, 'Интерактивная панель', 1, 1),
(3, 116, 'Телевизор', 1, 1),
(4, 202, 'Интерактивная панель', 1, 1),
(5, 203, 'Системные блоки; Монитор; Интерактивная панель; Телевизор', 15, 1),
(6, 209, 'Телевизор', 1, 1),
(7, 413, 'Системные блоки и Мониторы', 9, 1),
(8, 414, 'Системные блоки и Мониторы', 7, 1),
(9, 415, 'Системный блок; Монитор и Моноблоки', 18, 1),
(10, 417, 'Системные блоки; Мониторы и Моноблок', 34, 1),
(11, 418, 'Системные блоки и Мониторы', 36, 1),
(12, 515, 'Моноблоки', 13, 1),
(13, 502, 'Моноблоки', 15, 1),
(14, 504, 'Системные блоки; Монитор', 15, 1),
(15, 506, 'Системные блоки, Монитор и Интерактивная панель', 20, 1),
(16, 507, 'Телевизор', 1, 1),
(17, 510, 'Телевизор', 31, 1),
(18, 513, 'Моноблоки, Системный блоки', 15, 1);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `dop`
--
ALTER TABLE `dop`
  ADD PRIMARY KEY (`id`),
  ADD KEY `audit` (`aud`);

--
-- Индексы таблицы `kpk`
--
ALTER TABLE `kpk`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `lenina3`
--
ALTER TABLE `lenina3`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `lenina5`
--
ALTER TABLE `lenina5`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `lenina36`
--
ALTER TABLE `lenina36`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `rabochaya`
--
ALTER TABLE `rabochaya`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `studgorod`
--
ALTER TABLE `studgorod`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `ulk2`
--
ALTER TABLE `ulk2`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `dop`
--
ALTER TABLE `dop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=119;
--
-- AUTO_INCREMENT для таблицы `kpk`
--
ALTER TABLE `kpk`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;
--
-- AUTO_INCREMENT для таблицы `lenina3`
--
ALTER TABLE `lenina3`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT для таблицы `lenina5`
--
ALTER TABLE `lenina5`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT для таблицы `lenina36`
--
ALTER TABLE `lenina36`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT для таблицы `rabochaya`
--
ALTER TABLE `rabochaya`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;
--
-- AUTO_INCREMENT для таблицы `studgorod`
--
ALTER TABLE `studgorod`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
--
-- AUTO_INCREMENT для таблицы `ulk2`
--
ALTER TABLE `ulk2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
